
/* Class = "NSTextFieldCell"; title = "Skype is being updated."; ObjectID = "27"; */
"27.title" = "Πραγματοποιείται ενημέρωση του Skype.";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "29"; */
"29.title" = "Ακύρωση";

/* Class = "NSTextFieldCell"; title = "Status NOTR"; ObjectID = "32"; */
"32.title" = "Status NOTR";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "50"; */
"50.title" = "ΟΚ";

/* Class = "NSTextFieldCell"; title = "No updates available."; ObjectID = "61"; */
"61.title" = "Δεν υπάρχουν διαθέσιμες ενημερώσεις.";

/* Class = "NSTextFieldCell"; title = "Good news, you’re running the latest version of Skype."; ObjectID = "63"; */
"63.title" = "Καλά νέα, χρησιμοποιείτε την τελευταία έκδοση του Skype.";

/* Class = "NSTextFieldCell"; title = "Skype requires updating."; ObjectID = "85"; */
"85.title" = "Το Skype χρειάζεται ενημέρωση.";

/* Class = "NSTextFieldCell"; title = "The latest version of Skype is ready to install now.\n\nIt won’t take long to upgrade—and you’ll get all the latest improvements and fixes."; ObjectID = "87"; */
"87.title" = "Η τελευταία έκδοση του Skype είναι τώρα έτοιμη προς εγκατάσταση.\n\nΔεν θα χρειαστεί πολλή ώρα για την αναβάθμιση, ενώ θα σας εξασφαλίσει όλες τις τελευταίες βελτιώσεις και επιδιορθώσεις.";

/* Class = "NSButtonCell"; title = "Quit"; ObjectID = "89"; */
"89.title" = "Έξοδος";

/* Class = "NSButtonCell"; title = "Install and Relaunch"; ObjectID = "91"; */
"91.title" = "Εγκατάσταση και επανεκκίνηση";

/* Class = "NSTextFieldCell"; title = "A new update is ready to install."; ObjectID = "119"; */
"119.title" = "Μια νέα ενημέρωση είναι έτοιμη για εγκατάσταση.";

/* Class = "NSButtonCell"; title = "Install on Quit"; ObjectID = "122"; */
"122.title" = "Εγκατάσταση κατά την έξοδο";

/* Class = "NSTextFieldCell"; title = "Skype just got better. Do you want to install the latest version the next time you start Skype?"; ObjectID = "123"; */
"123.title" = "Το Skype έγινε καλύτερο. Θέλετε να εγκαταστήσετε την πιο πρόσφατη έκδοση την επόμενη φορά που θα ξεκινήσετε το Skype;";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "133"; */
"133.title" = "Ακύρωση";

/* Class = "NSTextFieldCell"; title = "This may take a moment…"; ObjectID = "139"; */
"139.title" = "Η διαδικασία μπορεί να διαρκέσει λίγο…";

/* Class = "NSTextFieldCell"; title = "Checking for updates."; ObjectID = "140"; */
"140.title" = "Αναζήτηση ενημερώσεων.";

/* Class = "NSButtonCell"; title = "Dismiss"; ObjectID = "149"; */
"149.title" = "Απόρριψη";

/* Class = "NSButtonCell"; title = "Always keep Skype up to date"; ObjectID = "165"; */
"165.title" = "Να διατηρείται πάντα ενημερωμένο το Skype";

/* Class = "NSButtonCell"; title = "Always keep Skype up to date"; ObjectID = "171"; */
"171.title" = "Να διατηρείται πάντα ενημερωμένο το Skype";
